// js/people.js
window.PEOPLE = {

  "챔": { pw: "_imeahc", letter: ["쌀쌀한 바람코 기분좋아 깨끗한 우유 나의 매일아침을 깨워주는쌀쌀한 바람코 기분좋아 깨끗한 우유 나의 매일아침을 깨워주는쌀쌀한 바람코 기분좋아 깨끗한 우유 나의 매일아침을 깨워주는쌀쌀한 바람코 기분좋아 깨끗한 우유 나의 매일아침을 깨워주는쌀쌀한 바람코 기분좋아 깨끗한 우유 나의 매일아침을 깨워주는쌀쌀한 바람코 기분좋아 깨끗한 우유 나의 매일아침을 깨워주는"] },
  
  "황황명수투바키": { pw: "0000", letter: [" 아니고 그냥 랜덤으로 나온 아이야 마음에안든다고 ㅈㄹ할까봐 덧붙인다"] },
 
  "사람마루": { pw: "0000", letter: ["마루야안냥 내가 연하장 다 완성시킨다고 해스데 못끝냇네 어느새 너의 기상시간이 다가오네 1월1일에 마감해야되겟다 회사잘갓다와 참고로 이 말은 너의 말은 아니고 그냥 랜덤으로 나온 아이야 마음에안든다고 ㅈㄹ할까봐 덧붙인다"] },
};


window.DEFAULT_LETTER = [
  "새해 복 많이 받아!",
  "올해도 건강하고, 하고 싶은 거 많이 하자."
];