// js/people.js
window.PEOPLE = {

  "챔": { pw: "_imeahc", letter: ["챔 우리 2026년에는 동네 주민으로서 자주 만나서 시간을 갖쟈 ㅋㅋ 그리고 오랜만에 만나도 늘 재밋고 편안하게 해줘서 고마워어~~  "] },
  
  "istp": { pw: "fromfifthfloor", letter: ["2026년에도 사이좋게 할 일을 잘 해내고 여행도 가고 이직도 하고 놀기도 하고 돈도 벌고 알차게 살자긔 그리고 절대 금연은 하지 않기로 하시긔..."] },
 
  "사람마루": { pw: "sadahmaru", letter: ["마루둥이야 2026년에도 친하게 지내자 그리고 영화 올해의 두 배만큼 보러가자. 그리고 맛잇는 거 그만먹자! 그래도 마라엽떡은 가끔 먹자. 히히 "] },

  "진지휘": { pw: "fitinghaeyazi", letter: ["영원히 함께하자 우리가 한 도원결의를 잊지말길... 그건 그렇고 2026년에 너 하는 일 다 잘 풀릴거야 ㅋㅋ"] },

  "다은샘": { pw: "O_OGeumaeng", letter: ["방학 때 마인크래프트 하자 거기에 우리 살 집 짓자 그런 다음 넌 집에서 쉬고 난 출근할게 2026년에는 학생들이 다 말 잘 듣길"] },

  "버그": { pw: "freehugbug", letter: ["hugbug, 2026년에는 아푸지 않고 좋은 일이 더 많앗우면 좋겟어. 약해도 ㄱㅊ아 우리 서로를 ㄱㅊ아주자. 자주 놀아줘서 고마워 ㅎ"] },

  "조슈아밥그릇": { pw: "0000", letter: [" "] },

  "DOZACAT": { pw: "0000", letter: [" "] },

  "송구리": { pw: "0000", letter: [" "] },

  "솔수환무": { pw: "0000", letter: [" "] },

  "엄도비": { pw: "0000", letter: [" "] },

  "뎅난히": { pw: "0000", letter: [" "] },

  "엥푸피옹이": { pw: "0000", letter: [" "] },

  "종현이": { pw: "0000", letter: [" "] },

  "뽀삐": { pw: "0000", letter: [" "] },

  "아임이님": { pw: "0000", letter: [" "] },

  "이옹심": { pw: "0000", letter: [" "] },

  "개얌얌": { pw: "0000", letter: [" "] },

  "진소연": { pw: "0000", letter: [" "] },

  "치비누나": { pw: "0000", letter: [" "] },

  "김아따": { pw: "0000", letter: [" "] },













};


window.DEFAULT_LETTER = [
  "저는 2026년에는 즐거운 일이 아주 많이 일어났으면 좋겠어요. 이걸 보는 당신도 그런 한 해가 되길... 하하" 
];
