// js/people.js
window.PEOPLE = {

  "챔": { pw: "_imeahc", letter: ["챔 우리 2026년에는 동네 주민으로서 자주 만나서 시간을 갖쟈 ㅋㅋ 그리고 오랜만에 만나도 늘 재밋고 편안하게 해줘서 고마워어~~  "] },
  
  "istp": { pw: "fromfifthfloor", letter: ["2026년에도 사이좋게 할 일을 잘 해내고 여행도 가고 이직도 하고 놀기도 하고 돈도 벌고 알차게 살자긔 그리고 절대 금연은 하지 않기로 하시긔..."] },
 
  "사람마루": { pw: "sadahmaru", letter: ["마루둥이야 2026년에도 친하게 지내자 그리고 영화 올해의 두 배만큼 보러가자. 그리고 맛잇는 거 그만먹자! 그래도 마라엽떡은 가끔 먹자. 히히 "] },

  "진지휘": { pw: "fitinghaeyazi", letter: ["영원히 함께하자 우리가 한 도원결의를 잊지말길... 그건 그렇고 2026년에 너 하는 일 다 잘 풀릴거야 ㅋㅋ"] },

  "다은샘": { pw: "O_OGeumaeng", letter: ["방학 때 마인크래프트 하자 거기에 우리 살 집 짓자 그런 다음 넌 집에서 쉬고 난 출근할게 2026년에는 학생들이 다 말 잘 듣길"] },

  "버그": { pw: "freehugbug", letter: ["hugbug, 2026년에는 아푸지 않고 좋은 일이 더 많앗우면 좋겟어. 약해도 ㄱㅊ아 우리 서로를 ㄱㅊ아주자. 자주 놀아줘서 고마워 ㅎ"] },

  "조슈아밥그릇": { pw: "y8yoon", letter: ["윤정아 나는 2026년에는 너를 닮아 더 배려잇고 부지런한 사람이 되기로 결심햇어 잘부탁할깨 새 집에서 또 새로운 추억과 좋은 기억 많이 쌓길!! 마니놀자 "] },

  "DOZACAT": { pw: "nueahod", letter: ["새해 복 만이 받아. 새해에는 일을 덜 하고 더 마니 놀으렴 그리고 기타도 열심히 치도록 해. 너가 불르면 일산에서 순식간에 용산까지 나와주는거 참 고마우다 "] },

  "송구리": { pw: "_hayear_", letter: ["내년에는 부디 야근과 주말출근이 줄어들길... 건강 잘 챙기구리. 내년엔 나도 너의 밴드를 보러가겟다구리 생각해보니 한번도 못 봄  "] },

  "솔수환무": { pw: "501keem", letter: ["2026년에는 솔에게 작년보다 힘든 일이 줄어들면 참 좋을 것 같아 너무 원해욤... 항상 응원하구 걱정합니다"] },

  "엄도비": { pw: "um.dobi", letter: ["예진이에게 2026년에는 좋은 일만 가득하길 바라요 다 잘 풀릴 거야!!!! 그리구 건강도 잘 챙겨봅시다 엄캔두잇 ㅋㅋ"] },

  "뎅난히": { pw: "rug1tv", letter: ["뎅난희에게 뎅난희가 2026년에 할 일 학교다니기,밥잘먹기,고은언니랑놀기 해당 사안들은 꼭 지켜주시길 바랍니다 지켜봅니다 "] },

  "엥푸피옹이": { pw: "jpp_jjang", letter: ["옹아 새로운 출발을 하게 된 걸 축하하구 응원해 옹이는 진짜 잘 할 수 있을 거얌 ㅎㅎ 그동안 수고햇고 앞으로도 더 고생하자 맛잇는 거 많이 사줄깨요 "] },

  "종현이": { pw: "kosihkarii", letter: ["여보, 결혼 3주년이 지났네... 앞으로도 서로의 책임을 다하며 잘 살자. 2026년에는 우리 가정에 행복이 깃들길... 나를 잘 놀아주어 고마워요."] },

  "뽀삐": { pw: "mevvei", letter: ["뽀삐야 ㅎㅇ, 새해 복 많이 받아 그리고 나한테 말 많이 걸어서 고마워 앞으로도 지금처럼 부탁해 2026년에도... 알겟지? (그리고뽀삐는진짜감각이남다른듯멋잇구이쁨)) "] },

  "아임이님": { pw: "_4go__", letter: ["아임이님 현재 호감도 누적점수 8009879점입니다 2026년에 더 정진해주시길 바랍니다. 이 연하장을 보면, 디노 트윗을 써주세요. 고마워요. (작성시 호감도 3000% 상승)"] },

  "이옹심": { pw: "simiong_", letter: ["옹심이님, 올해 만낫는데 뭔가 오래 본 사이같네요. 같이 재밋게 놀아주고 막 갈등 중재해줘서 고맙게 생각해요 내년에도 좀 부탁좀하죠 정한옹심으로 갚을께요. 다음에 또 맛잇는거먹으로 꼬우 ㅋ "] },

  "개얌얌": { pw: "oz.ll.zs", letter: ["어이 금발미소녀 개얌얌 2026년에는 밥많이먹어라 "] },

  "진소연": { pw: "whatthemool2", letter: ["안녕~ 올해 말 많이 못해서 아쉽네 내년에는 더 친하게 지내자!"] },

  "치비누나": { pw: "cheebeezzang", letter: ["누나 2026년에는 나도 누나도 훨훨 날아가자긔.. 우린 할 수 잇다긔... 다 잘 풀렷으면 좋겟다 언니가 맨날 나한테 좋은 말 해줘서 힘이 너무 날 때가 많은데 내가 보기엔 누나도 진짜 될놈 중 될놈, 으로 보임 ㅋㅋ 아 얼마나 잘될까 두렵긔 ㅋㅋ"] },

  "김아따": { pw: "sweetlittledogy", letter: ["아따2026년에 좋은일이왕창많고 일도덜힘들고 도겸승관노래도좋고 아무튼 완전 해피해피아따가되길 내년에도 또 바염ㅋㅋ헤헤헤"] },

  "이슬아": { pw: "seoyonline", letter: ["서연아 안뇽 올 한 해 재미를 책임져주어 고마워 니가 나 좋아하는거 안다고 장난으로 말하긴 하지만 나도 너란 아이를 참 좋아한다는 사실을 알고 있을 거라 생각한다. 그러니까 앞으로도 많이 놀자. 니가 놀아줘야 그 맛이 난다 "] },
  
  "지니": { pw: "_leesunjin", letter: [" "] },

  "숸언니": { pw: "uins.3.uis", letter: ["언니 요즘 머하고산지 잘 몰르겟어 내년엔 소식을 더 많이 전하도록 해 알겟오? 당부할게진짜 내년엔 좋은 일이 엄청 많을 거얌 ㅋㅋ 따랑해 "] },

  "은서": { pw: "gracesagacity", letter: ["은서야 솔직히 장르가 조금씩 바끼고 다들 트위터 접률이 제각각이 되어가는 와중에 너의 존재가 굳건하다는 점에서 너무 안심이 된다... 고맙다 앞으로도 우리 아무리 바쁘더라도 이렇게 살자. 내년에는 더 잘대장 ㅋㅋ헤헤 (트위터많이하자는게아니라 하는일이잘풀릴거라는뜻)"] },

  "엄하영공주": { pw: "ixxhy", letter: ["언니ㅎ 이직추카해 부러워 나도 2026년 목표임 곧 따라갈게 그리고 또 나 태우고 드라이브 가줘 너무 좋앗오 그럼 밥은 내가 살게 "] },

  "유빈이": { pw: "cedar_for", letter: ["유빈아 요즘 하는 일은 잘 풀리니 2026년에는 우리 더 좋은 일이 많고 다 잘 될거라는 희망을 가져본다 ㅇㅅㅇ. 담에 맛잇는거 먹자 ㅎㅎ"] },

  "빵이": { pw: "painnonbbang", letter: ["빵아 2026년에도 나랑 같이 웹소설 읽을 거지? 나 진짜 너 빼고는 없다 너가 없으면 난 못살았다 늘 고맙다 근데 같이 영화 본게 엄청 오래된 것 같네 영화관도 함 가자. "] },

  "혬이": { pw: "livinonnyquil", letter: ["혬아 얼른 혬민박에 갈 수 잇게 해줘 솔직히 엄청 기대되 (정당한지불을 하고) 두근두근... 그러고보니 마지막으로 만난게 나 키링 포장때인가 조만간 또 보자ㅎ "] },

  "주현": { pw: "txoudi", letter: ["어이 주현아 안뇽? 우리 2026년에는 더 잘 살자!! 푹 쉬고 또 열심히 하고 맛난 거 먹장 ㅎㅎ 호두 를 보고싶다. 물론 주현이도 보고 싶고 "] },

  "윤..미": { pw: "hxoxhi", letter: ["언니~~~ 내년에도 좋은 말 할 때 캐럿 해... 롤경기 그만봐. 그리고 2026년 새해 복 많이 받고 언니를 응원할게 그러니까 좋은 말로 할 때 캐럿 해 "] },

  "름": { pw: "reumchudol", letter: ["이걸 름이가 과연 볼까요? 름아 보고싶다. 제발 좀 보자 요즘 뭐하고사냐, 이거 보면 되는 날 말해 얼굴 보고 살자 2026년 좋은 일이 많이 생길 거야 암튼"] },

  "맹": { pw: "onyourm__ng", letter: ["맹맹님... 지금 제 계정 최장수 트친이십니다. 와~ 정말 오래됏네요 올해 맹맹어워즈 하나 입상해서 기분이 좋네요. 그래도 앞으로 더 노력하도록 하겠습니다. 맹맹님! 계속 계속 시즈니이신거 정말 안심되고 보기 좋아요. 2026년에도 부탁드릴게요."] },

  "시현이": { pw: "doolgibee", letter: [" 시현이님 ㅎㅇ? 2026년에는 즐거운 일 재밋는 일 지지하는 씨피 떡밥이 더 많이 생기길 바랍니다. 저 놀아줘서 고마워요 앞으로도 저 버리지 마세요 저 버리면 경찰서에 신고합니다  "] },

  "주연": { pw: "jooyeonk", letter: [" "] },

  "광수": { pw: "cherry__chaelee", letter: ["누나..... 너무 보고싶다 2026년에는 20번 보면 안되요? 누나 집 놀러갈래요... 누나보고싶어요 건강잘챙기고잇어요? 누나사랑해요 "] },

  "여름이": { pw: "zzang_nk", letter: ["어이 여룸아 긴말 안 한다 2026년에 이세돌 단콘 가자... 드간다"] },

  "키비": { pw: "kibi17__", letter: ["키비님 솔직히 처음에 만낫을때 엄청 친해지고싶엇는데, 뭔가 다가가기 어려워서, 한참망설엿는데, 뭔가 여름에콘서트 이후로 좀 편하게 대해주시는거같아서, 근데 저보고 저번에 편하다 해주셔서 감동, 너무받앗고 저 키비님너무 좋네요. 애착이 가네요. "] },



  














};


window.DEFAULT_LETTER = [
  "저는 2026년에는 즐거운 일이 아주 많이 일어났으면 좋겠어요. 이걸 보는 당신도 그런 한 해가 되길... 하하" 
];
